CSI API ETABS v1
cDesignConcrete.Chinese_2010 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDCoChinese_2010 Chinese_2010 { get; }
ReadOnly Property Chinese_2010 As cDCoChinese_2010
	Get
Dim instance As cDesignConcrete
Dim value As cDCoChinese_2010
value = instance.Chinese_2010
property cDCoChinese_2010^ Chinese_2010 {
	cDCoChinese_2010^ get ();
}
abstract Chinese_2010 : cDCoChinese_2010 with get
Property Value
Type: cDCoChinese_2010
See Also
Reference
cDesignConcrete Interface
ETABSv1 Namespace